{
    "app_title": "Titelleiste",
    "language": "Sprache",
    "welcome_message": "Willkommen",
    "Introduction": "Ich bin ein selbstlernender Frontend-Entwickler mit Erfahrung in React, JavaScript, GSAP, Framer Motion, CSS, SASS, Tailwind und Firebase.",
    "my__name": "Schehab ",
    "hey": "Hey, ",
    "my__name_im": "I. B.",
    "my__name-first": "SCHEHAB ",
    "my__name-last": "OUALIED",
    "my__intro": "Frontend Dev ansässig in Kairo",
    "button__say_hi": "sag hallo",
    "button__scroll_down": "Nach unten scrollen",
    "button__view_my_projects": "sieh meine Projekte",
    "button__more__about_me": "mehr über mich",
    "navbar__home": "Home",
    "navbar__about": "Über",
    "navbar__projects": "Projekte",
    "about__resume": "Lebenslauf",
    "about__brief": "Ich bin Shehab, ein Webentwickler, Designer und Problemlöser.",
    "about__description": "Das Verlangen zu lernen und das Unbekannte zu erforschen, war schon immer ein treibender Ansporn, der mich dazu brachte, in allen Bereichen meines Lebens neue Herausforderungen anzunehmen. Schon in meinen frühesten Kindheitserinnerungen erinnere ich mich daran, wie ich es liebte, vor einem Computer zu sitzen, sei es zum Spielen von Online-Spielen, zur Arbeit mit Photoshop oder zur Verwendung von Final Cut. Ich habe immer Freude an diesen Aktivitäten gefunden, und es dauerte nicht lange, bis ich meine Leidenschaft für Design und vor allem für die Umsetzung dieser Entwürfe in funktionierende Websites entdeckte.",
    "about__description1": "Was mich als Frontend-Entwickler am meisten begeistert, ist die Möglichkeit, Dinge mit einem bestimmten Zweck zu gestalten und reale Probleme zu lösen. Es geht weit über das bloße Gestalten von Schaltflächen und Websites hinaus; es beinhaltet eine tiefe Leidenschaft dafür, Erfahrungen und Lösungen zu schaffen, die den Menschen tatsächlich helfen. Ob es darum geht, ihnen bei der Erstellung besserer Videos zu helfen, ihre Online-Präsenz zu verbessern oder Online-Einkäufe zu erleichtern, ich finde Erfüllung darin, die Bedürfnisse der Kunden zu verstehen, die richtigen Probleme zu identifizieren, Lösungen schnell bereitzustellen, aus dem Prozess zu lernen und kontinuierlich zu verbessern und den Wert der Produkte im Laufe der Zeit zu steigern. Für mich ist dies der Kern einer herausragenden Produktgestaltung.",
    "about__quote_exp": "Dieses Gefühl spricht tief in mir an, da ich mich oft dabei ertappe, in der Vergangenheit zu verweilen, was zu Depressionen führt, und mich übermäßig um die Zukunft sorge, was zu Ängsten führt. Doch mir wurde eine bedeutende Erkenntnis bewusst - der Schlüssel zur Zufriedenheit liegt darin, sich ausschließlich auf den gegenwärtigen Moment zu konzentrieren und ihn vollständig zu genießen. Indem ich den Wert der Gegenwart priorisiere, sorge ich für eine positive Auswirkung sowohl auf meine Zukunft als auch auf meine Perspektive auf die Vergangenheit. Diesen Ansatz zu verinnerlichen kann nur durch das Leben im Moment erreicht werden.",
    "about__experience": "Berufserfahrung",
    "about__skills": "Fähigkeiten",
    "about__kudos": "Die Reise, ein Frontend-Entwickler zu werden, wäre ohne die bedingungslose Unterstützung meiner Freundin Rym Chebbi und meiner Freunde, die immer an meine Fähigkeiten und Vision geglaubt haben und mich immer aufgerichtet haben, wenn ich dachte, ich schaffe es nicht, nicht möglich gewesen. Besonders Rym bin ich sehr dankbar, und ich betrachte es als wichtige Aussage auf meiner Portfolio-Website, meinen herzlichen Dank an sie auszudrücken.",
    "portfolio__work_title": "Arbeit",
    "contact__lets": "lass uns verbinden",
    "contact__title1": "Lass uns zusammenarbeiten und",
    "contact__title2": "gemeinsam  das nächste Level",
    "contact__title3": "der Möglichkeiten entdecken",
    "contact__getInTouch": "Kontakt aufnehmen",
    "contact__location": "Standort",
    "contact__location-cairo": "Kairo,",
    "contact__location-egypt": "Ägypten",
    "contact__button_submit": "senden",
    "contact__form__name": "Name",
    "contact__form__email": "Email",
    "contact__form__message": "Nachricht",
    "contact__form__button-sending": "Senden Sie eine Nachricht",
    "contact__form__write_me": "Schreib mir",
    "contact__form__insert_name": "Ihr Name",
    "contact__form__insert_email": "Ihre E-Mail-Adresse",
    "contact__form__write_me_your_project": "Hallo, ich möchte gerne eine kleine Website für mein Geschäft erstellen. Lassen Sie uns die Details besprechen.",
    "contact__agree": "Ich stimme der Speicherung und Verarbeitung meiner persönlichen Daten zu.",
    "footer__link-contact": "Contact",
    "footer__info-address": "Address: ",
    "footer__info-phone": "Telefonnummer: ",
    "footer__info-egypt": "Ägypten",
    "footer__info-mon-to-sat": "Mo - Sa",
    "footer__info_hours": "10:00 - 18:00",
    "footer__info-street": "2 Taha Hussein, Zamalek - Kairo",
    "footer__info-freelancing": "Freiberufliche Stunden: ",
    "footer__credits": "Alle Rechte vorbehalten"
}