{
  "app_title": "Title",
  "language": "Language",
  "welcome_message": "Hello",
  "Introduction": "I am a self-taught Frontend Developer with experience in React, JavaScript, GSAP, Framer Motion, CSS, SASS, Tailwind and Firebase.",
  "my__name": "Shehab ",
  "hey": "Hey, ",
  "my__name_im": "I'M ",
  "my__name-first":"SHEHAB ",
  "my__name-last":"WALEED",
  "my__intro": "Frontend Dev Based In Cairo",
  "button__say_hi": "Say Hi",
  "button__scroll_down": "Scroll Down",
  "button__view_my_projects": "see my projects",
  "button__more__about_me": "more about me",
  "navbar__home": "Home",
  "navbar__about": "About",
  "navbar__projects": "Projects",
  "navbar__contact": "Contact",
  "about__resume": "My Resume",
  "about__brief": "I'm Shehab. A web developer, desginer and problem solver.",
  "about__description":"The desire for learning and exploring the unknown has always been a driving force, leading me to engage in new endeavors in every aspect of my life. From my earliest childhood memories, I recall my love for sitting in front of a computer, whether it was playing online games, working in Photoshop, or using Final Cut. I have always found joy in these activities, and it didn't take long for me to realize my passion for design and, more importantly, transforming those designs into functional websites.",
  "about__description1":"What excites me most about being a frontend developer is the ability to design and create things with purpose, solving real-world problems. It goes beyond just designing buttons and websites; it involves a deep passion for crafting experiences and solutions that truly help people. Whether it's assisting them in creating better videos, enhancing their online presence, or facilitating online purchases, I find fulfillment in understanding customer needs, identifying the right problems to address, delivering solutions swiftly, learning from the process, and continuously iterating and enhancing the value of the products over time. This, to me, is the essence of exceptional product design.",
  "about__quote_exp": "This sentiment deeply resonates with me, as I have often found myself dwelling in the past, which leads to feelings of depression, and worrying excessively about the future, resulting in anxiety. However, a significant realization dawned upon me – the key to contentment lies in focusing solely on the present moment and embracing it with full enjoyment. By prioritizing the value of the present, I ensure a positive impact on both my future and my perspective on the past. Embracing this approach can only be achieved through living in the moment.",
  "about__experience": "Experience",
  "about__skills": "Skills",
  "about__kudos": "The journey to become a frontend developer would not have been possible without the unwavering support of my girlfriend, Rym Chebbi, and my friends who always believed in my skills and vision. They were there to lift me up whenever I doubted myself. I am especially grateful to Rym, and I consider expressing my heartfelt thanks to them as an essential statement on my portfolio website.",
  "portfolio__work_title": "Work",
  "contact__lets": "let's connect",
  "contact__title": "Tell Me About Your Project",
  "contact__title1": "Let's Work And Unlock Together",
  "contact__title2": "The Next Level Of Possibilites",
  "contact__title3": "Reach Out",
  "contact__getInTouch": "Get In Touch",
  "contact__location": "Location",
  "contact__location-cairo": "Cairo,",
  "contact__location-egypt": "Egypt",
  "contact__button_submit": "submit", 
  "contact__form__name": "Name",
  "contact__form__email": "Email",
  "contact__form__message": "Message",
  "contact__form__button-sending": "Send A Message",
  "contact__form__write_me": "Write Me",
  "contact__form__insert_name": "Your Name",
  "contact__form__insert_email": "Your Email",
  "contact__agree": "I agree with the storage and processing of my personal data.",
  "contact__form__write_me_your_project": "Hello, I would like to make a small website for my business. Let's discuss the details.",
  "footer__link-contact": "Contact",
  "footer__info-address": "Address: ",
  "footer__info-phone": "Phone number: ",
  "footer__info-egypt": "Egypt",
  "footer__info-street": "2 Taha Hussein, Zamalek - Cairo",
  "footer__info-mon-to-sat": "Mon - Sat",
  "footer__info_hours": "10:00 - 18:00",
  "footer__info_number": " +201023288200 ",
  "footer__info-freelancing": "Freelancing hours: ",
  "footer__credits": "All Rights Reserved"
}
