{
  "app_title": "Titre",
  "language": "Langue",
  "welcome_message": "Bienvenue",
  "Introduction": "Je suis un développeur frontend autodidacte avec de l'expérience en React, JavaScript, GSAP, Framer Motion, CSS, SASS, Tailwind et Firebase.",
  "my__name": "Chihab ",
  "hey": "Salut, ",
  "my__name-first":"Chihab ",
  "my__name-last":"Oualid",
  "my__name_im": "je m'appelle ",
  "my__intro": "Dév Frontend Basé au Caire",
  "button__say_hi": "Dire bonjour",
  "button__scroll_down": "Faites défiler vers le bas",
  "button__view_my_work": "Voir mon travail",
  "button__view_my_resume": "Voir mon CV",
  "button__view_my_projects": "voir mes projects",
  "button__more__about_me": "à propos de moi",
  "navbar__about": "À propos",
  "navbar__skills": "Compétences",
  "navbar__projects": "Projets",
  "navbar__work": "Travail",
  "navbar__contact": "Contact",
  "navbar__portfolio": "Portefeuille",
  "about__resume": "Résumé",
  "about__brief": "Je suis Shehab, un développeur web, designer et résolveur de problèmes.",
  "about__description": "Le désir d'apprendre et d'explorer l'inconnu a toujours été une force motrice qui me pousse à entreprendre de nouvelles choses dans tous les aspects de ma vie. Depuis mes premiers souvenirs d'enfance, je me souviens de mon amour pour l'ordinateur, que ce soit pour jouer à des jeux en ligne, travailler sur Photoshop ou utiliser Final Cut. J'ai toujours pris plaisir à ces activités, et il n'a pas fallu longtemps pour que je réalise ma passion pour le design et, plus important encore, pour transformer ces conceptions en sites Web fonctionnels.",
  "about__description1": "Ce qui m'excite le plus en tant que développeur frontend, c'est la possibilité de concevoir et de créer des choses ayant un objectif précis, résolvant ainsi des problèmes réels. Cela va au-delà de la simple conception de boutons et de sites Web ; cela implique une passion profonde pour la création d'expériences et de solutions qui aident réellement les gens. Que ce soit en les aidant à créer de meilleures vidéos, à améliorer leur présence en ligne ou à faciliter les achats en ligne, je trouve une satisfaction dans la compréhension des besoins des clients, l'identification des problèmes à résoudre, la fourniture rapide de solutions, l'apprentissage du processus, et l'itération continue pour améliorer la valeur des produits au fil du temps. Pour moi, c'est l'essence d'une conception de produit exceptionnelle.",
  "about__quote_exp": "Ce sentiment résonne profondément en moi, car je me suis souvent retrouvé à vivre dans le passé, ce qui engendre des sentiments de dépression, et à m'inquiéter excessivement de l'avenir, entraînant de l'anxiété. Cependant, une prise de conscience importante m'a frappé - la clé du contentement réside dans la concentration exclusive sur le moment présent et dans son acceptation avec un plaisir total. En donnant la priorité à la valeur du présent, j'assure un impact positif à la fois sur mon avenir et ma perspective du passé. Adopter cette approche ne peut se faire qu'en vivant pleinement le moment présent.",
  "about__experience": "Expérience",
  "about__skills": "Compétences",
  "about__kudos": "Le parcours pour devenir développeur frontend n'aurait pas été possible sans le soutien inconditionnel de ma petite amie Rym Chebbi et de mes amis qui ont toujours cru en mes compétences et ma vision. Ils étaient là pour me remonter le moral chaque fois que je doutais de moi-même. Je suis particulièrement reconnaissant envers Rym, et je considère que l'expression de mes sincères remerciements à leur égard est une déclaration essentielle sur mon site web portfolio.",
  "portfolio__work_title": "Travaux",
  "contact__lets": "Laissez-moi un message",
  "contact__title1": "Travaillons ensemble et débloquons",
  "contact__title2": "de nouvelles Possibilités Atteignons",
  "contact__title3": "le prochain niveau Contactez-nous",
  "contact__title": "Atteignons le prochain niveau",
  "contact__getInTouch": "Prendre contact",
  "contact__location": "localisation",
  "contact__location-cairo": "Caire,",
  "contact__location-egypt": "Égypte",
  "contact__agree": "Je suis d'accord avec le stockage et le traitement de mes données personnelles.",
  "contact__talk_to_me": "Parlez-moi",
  "contact__form__name": "Nom",
  "contact__form__email": "Email",
  "contact__form__message": "Messanger",
  "contact__form__button-sending": "envoyer le message",
  "contact__form__write_me": "Écrivez-moi",
  "contact__form__insert_name": "Entrez votre nom",
  "contact__form__insert_email": "Entrez votre email",
  "contact__form__write_me_your_project": "Écrivez-moi votre projet",
  "footer__link-contact": "Contact",
  "footer__info-address": "Adresse: ",
  "footer__info-phone": "Numéro de téléphone: ",
  "footer__info-email": "Email",
  "footer__info-egypt": "Égypte",
  "footer__info_number": " +201023288200 ",
  "footer__info_hours": "10:00 - 18:00",
  "footer__info-street": "2 Taha Hussein, Zamalek - Caire",
  "footer__info-mon-to-sat": "Lun - Sam",
  "footer__info-freelancing": "Freelancing Heures",
  "footer__credits": "Tous les droits sont réservés"
}
